
/* */
"AppSocket/HP JetDirect" = "Jetdirect";

/* */
"Bluetooth Printer (bluetooth)" = "Bluetooth";

/* */
"Fax Printer (fax)" = "传真";

/* */
"FireWire Printer" = "FireWire";

/* */
"Internet Printing Protocol (http)" = "Internet 打印协议 (http)";

/* */
"Internet Printing Protocol (ipp)" = "Internet 打印协议";

/* */
"LPD/LPR Host or Printer" = "LPD/LPR 主机或打印机";

/* */
"Serial Printer (serial)" = "串行";

/* */
"USB Printer (usb)" = "USB";

/* */
"Windows Printer via SAMBA" = "Windows";

/* */
"Zeroconf registered printer..." = "Bonjour";

/* User will enter the URI manually menu item */
"manual" = "另一个设备";

/* Internal Modem */
"modem" = "内置调制解调器";

/* Bluetooth Modem */
"Bluetooth-Modem" = "Bluetooth 调制解调器";


